Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/omegat/project_save.tmx
Source language: ca
Languages: es_es

source: De quina classe és l'ambigüitat de l'oració Va vendre les taronges que havia comprat a Maria?
es_es: ¿De qué clase es la ambigüedad de la oración Vendió las naranjas que había comprado a María?

source: De quina classe és l'ambigüitat que presenta l'oració Expulsaran el portaveu del partit?
es_es: ¿De qué clase es la ambigüedad que presenta la oración Expulsarán al portavoz del partido?

source: De tota manera, les velocitats mitjanes de tot un procés de lectura i escriptura solen ser més baixes.
es_es: De todas formas, las velocidades medias de todo un proceso de lectura y escritura suelen ser más bajas.

source: De vegades, l'anàlisi de la sintaxi d'una oració es complica per la presència de fenòmens de moviment de constituents.
es_es: A veces, el análisis sintáctico de una oración se complica por la presencia de fenómenos de movimiento de constituyentes.

source: De vegades, l'últim component d'un nom no es correspon amb l'indicatiu d'un país, sinó que indica la naturalesa del lloc; antigament calia sobreentendre que es tractava d'un ordinador situat físicament als Estats Units d'Amèrica, però ara això ja no és necessàriament així.
es_es: A veces, el último componente de un nombre no se corresponde con el indicativo de un país, sino que indica la naturaleza del lugar; antiguamente había que sobreentender que se trataba de un ordenador situado físicamente en los Estados Unidos de América, pero esto ya no es necesariamente así.

source: De vegades, quan es parla desacuradament, s'anomena per metonímia base de dades al programa gestor.
es_es: A veces se denomina por metonimia base de datos al programa gestor.

source: Des del grup o la sala es poden establir ``converses a part'' (a banda) quan cal amb alguna persona concreta.
es_es: Desde el grupo o la sala se pueden establecer ``conversaciones aparte'' (en privado) cuando hace falta con alguna persona concreta.

source: Després d'ordenar-la fa 240, la meitat.
es_es: Después de ordenarla hace 240, la mitad.

source: Després de l'esquema d'accés, un URI (identificador uniforme de recursos) especifica la velocitat de transferència.
es_es: Después del esquema de acceso, un URI (identificador uniforme de recursos) especifica la velocidad de transferencia.

source: Dir que ens entrega pàgines amb llistes d'URI i una breu descripció (snippet) del document o de la part del document on apareixen les paraules.
es_es: Decir que nos entrega páginas con listas de URI y una breve descripción (snippet) del documento o de la parte del documento donde aparecen las palabras.

source: Dir que l'anàfora és només un procés lèxic és una simplificació.
es_es: Decir que la anáfora es sólo un proceso léxico es una simplificación.

source: Donada la URI {http://edu.gob.es/educacion/universidades.html}, indica quina de les següents afirmacions és falsa: El recurs universidades.html està allotjat en un ordinador el nom del qual és edu.gob.es.
es_es: Dado el URI {http://edu.gob.es/educacion/universidades.html}, indica cuál de las siguientes afirmaciones es falsa: El recurso universidades.html está alojado en un ordenador cuyo nombre es edu.gob.es.

source: Doncs bé, en aquests casos, es pot assignar més d'una forma lògica a una oració.
es_es: Pues bien, en estos casos, se puede asignar más de una forma lógica a una oración.

source: Dos fitxers ---també dos directoris--- només poden tenir el mateix nom si es troben en directoris diferents.
es_es: Dos ficheros --- también dos directorios --- sólo pueden tener el mismo nombre si se encuentran en directorios diferentes.

source: Dues de les quatre combinacions tenen sentit.
es_es: Dos de las cuatro combinaciones tienen sentido.

source: Durant la connexió, la línia quedava ocupada i no es podien fer ni rebre telefonades.
es_es: Durante la conexión, la línea quedaba ocupada y no se podían hacer ni recibir llamadas.

source: El DVD (digital versatil dics) és un tipus més avançat de sistemes d'emmagatzematge basat en discs òptics; bàsicament, es tracta d'un CD més ràpid i amb més capacitat, que ha desplaçat quasi completament els CD-ROM.
es_es: El DVD (digital versatil dics) es un tipo más avanzado de sistemas de almacenamiento basado en discos ópticos; básicamente, se trata de un CD más rápido y con más capacidad, que ha desplazado casi completamente a los CD-ROM.

source: El codi ASCII va ser el primer codi estàndard per a emmagatzemar textos; quan els textos són més rics i contenen informació sobre tipus i grandàries de lletra, diagramació, notes a peu de pàgina, etc., s'usen formats més avançats que s'expliquen en l'epígraf .
es_es: El código ASCII fue el primer código estándar para almacenar textos; cuando los textos son más ricos y contienen información sobre tipos y tamaño de letra, diagramación, notas a pie de página, etc., se usan formatos más avanzados que se explican en el epígrafe .

source: El contingut no determina completament la forma.
es_es: El contenido no determina completamente la forma.

source: El directori {reserva} conté un subdirectori {tt} (que conté l'arxiu tt1.txt).
es_es: El directorio {reserva} contiene un subdirectorio {tt} (que contiene el archivo tt1.txt).

source: El directori principal o arrel està representat pel símbol $$.}
es_es: El directorio principal o raíz está representado por el símbolo $$.}

source: El fitxer que conté l'hipertext s'anomena index.html, on les sigles HTML corresponen a hypertext markup language, nom del llenguatge o sistema de marques més usat per a donar format als hipertextos (vegeu l'apartat ).
es_es: El fichero que contiene el hipertexto se denomina index.html, donde las siglas HTML corresponden a hypertext markup language, nombre del lenguaje o sistema de marcas más usado para dar formato a los hipertextos (véase el apartado ).

source: El monitor (la pantalla) n'és el més comú.
es_es: El monitor (la pantalla) es el más común.

source: El mòdem modulava i desmodulava senyals similars als que s'envien quan es fa una telefonada de veu.
es_es: El módem modulaba y desmodulaba señales similares a las que se envían cuando se hace una llamada de voz.

source: El nom navegador s'usa per l'analogia ---dèbil--- existent entre els mecanismes d'accés als documents de la Internet i la navegació mitjançant un mapa en una zona desconeguda.
es_es: El nombre navegador se usa por la analogía ---débil--- existente entre los mecanismos de acceso a los documentos de Internet y la navegación mediante un mapa en una zona desconocida.

source: El nom sol ser normalment lliure, però l'extensió sol ser curta (entre una i quatre lletres) i el sistema operatiu la sol usar per a identificar el programa que s'ha d'usar per a processar-lo o el format en què es troben les dades que conté (per exemple, l'extensió .txt identifica normalment un fitxer de text pla, vegeu l'apartat ; l'extensió .exe s'usa per als programes d'ordinador, etc.).
es_es: El nombre suele ser libre, pero la extensión suele ser corta (entre una y cuatro letras) y el sistema operativo suele usarla para identificar el programa que se debe usar para procesarlo o el formato en que se encuentran los datos que contiene (por ejemplo, la extensión .txt identifica normalmente un fichero de texto plano, véase el apartado ; la extensión .exe se usa para los programas de ordenador, etc.).

source: El nostre proveïdor de serveis d'Internet assigna un número IP públic al nostre encaminador (router), de manera que forme part d'Internet i puga facilitar l'accés a tots els dispositius de la nostra xarxa local (clients) a tots els serveis i documents disponibles en qualsevol màquina (servidora) d'Internet.
es_es: Nuestro proveedor de servicios de Internet asigna un número IP público a nuestro encaminador (router), de forma que forme parte de Internet y pueda facilitar el acceso a todos los dispositivos de nuestra red local (clientes) a todos los servicios y documentos disponibles en cualquier máquina (servidora) de Internet.

source: El principi de composicionalitat diu que la interpretació d'una oració està determinada per les interpretacions dels mots i per la sintaxi.
es_es: El principio de composicionalidad dice que la interpretación de una oración está determinada por las interpretaciones de las palabras y por la sintaxis.

source: El problema és que falta el subjecte de l'oració subordinada com queia rodolant.
es_es: El problema es que falta el sujeto de la oración subordinada cómo caía rodando.

source: El programa de dalt tindria l'aparença següent: mov #1,A mov A,index mov #0,A mov A,suma altre: mov suma,A add A,index mov A,suma mov index,A cmp A,#10 jeq final inc A mov A,index jmp altre final: hlt
es_es: El programa de arriba tendría la apariencia siguiente: mov #1,A mov A,index mov #0,A mov A,suma otro: mov suma,A add A,index mov A,suma mov index,A cmp A,#10 jeq final inc A mov A,index jmp otro final: hlt

source: El programa gestor d'una base de dades lèxica feia en el pitjor cas 480 consultes abans de trobar la fitxa corresponent a un terme anglés concret, abans d'ordenar-la pel terme en anglés.
es_es: Lo programa gestor de una base de datos léxica hacía en el peor caso 480 consultas antes de encontrar la ficha correspondiente a un término inglés concreto, antes de ordenarla por el término en inglés.

source: El programa que permet fer, entre altres, aquestes operacions de manera senzilla o fins i tot automàtica (aspecte molt important quan la base de dades conté milers de registres) és un programa gestor de bases de dades. Normalment, els usuaris reals no executen un programa gestor de bases de dades universal o genèric, sinó que usen programes o aplicacions que simplifiquen la creació, el manteniment i l'ús de la base de dades per a un perfil d'usuari concret; també poden fer ús de programes que internament inclouen un gestor de bases de dades o l'invoquen.
es_es: El programa que permite hacer, entre otros, estas operaciones de manera sencilla o incluso automática (aspecto muy importante cuando la base de datos contiene miles de registros) es un programa gestor de bases de datos. Normalmente, los usuarios reales no ejecutan un programa gestor de bases de datos universal o genérico, sino que usan programas o aplicaciones que simplifican la creación, el mantenimiento y el uso de la base de datos para un perfil de usuario concreto; también pueden hacer uso de programas que internamente incluyen un gestor de bases de datos o lo invocan.

source: El programa que suma els nombres de l'1 al 10 quedaria així en el llenguatge Pascal: program SUMA; var index, suma: integer; begin suma:=0; for index:=1 to 10 suma:=suma+index; end.
es_es: El programa que suma los números del 1 al 10 quedaría así en el lenguaje Pascal: program SUMA; var index, suma: integer; begin suma:=0; for index:=1 to 10 suma:=suma+index; end.

source: El pronom li pot tenir els antecedents Mario i la seua mare (b) (c) (a) (c) (c) (b) (c) (c) (b)
es_es: El pronombre li puede tener los antecedentes Mario y su madre (b) (c) (a) (c) (c) (b) (c) (c) (b)

source: El pronom la pot tenir tres antecedents: la venedora, la descripció o la urbanització projectada i, per tant, tres interpretacions diferents.
es_es: El pronombre la puede tener tres antecedentes: la vendedora, la descripción o la urbanización proyectada y, por lo tanto, tres interpretaciones diferentes.

source: El pronom buit que fa de subjecte de fa.
es_es: El pronombre átono que hace de sujeto en catalán de fa.

source: El pronom feble el pot referir-se a garatge o a cotxe.
es_es: El pronombre átono lo puede referirse a garaje o a coche.

source: El punt de vista purament sintàctic és pot considerar una simplificació excessiva; moltes vegades, les persones resolem l'ambigüitat estructural usant restriccions semàntiques o fins i tot lèxico-semàntiques: Per exemple, el verb vendre admet un objecte directe i un d'indirecte, però el verb menjar només el directe, de manera que si diem ``Va presentar l'home que venia taronges a Joan'' es pot interpretar de dues maneres per causa de l'ambigüitat estructural, però si diem la frase estructuralment idèntica ---i per tant idènticament ambigua--- ``Va presentar l'home que menjava taronges a Joan'' no hi ha més que una interpretació possible.
es_es: El punto de vista puramente sintáctico se puede considerar una simplificación excesiva; muchas veces, las personas resolvemos la ambigüedad estructural usando restricciones semánticas o incluso lèxico-semánticas: Por ejemplo, el verbo vender admite un objeto directo y uno de indirecto, pero el verbo comer sólo el directo, de forma que si decimos ``Le presentó al hombre que vendía naranjas a Joan'' se puede interpretar de dos maneras a causa de la ambigüedad estructural, pero si decimos la frase estructuralmente idéntica ---y por lo tanto idénticamente ambigua--- ``Le presentó al hombre que comía naranjas a Joan'' no hay más que una interpretación posible.

source: El sintagma (oració subordinada de relatiu) que s'hagen fet en euros pot modificar al segon sintagma nominal les despeses o al sintagma nominal complet les entrades i les despeses.
es_es: El sintagma (oración subordinada de relativo) que se hayan hecho en euros puede modificar al segundo sintagma nominal los gastos o al sintagma nominal completo las entradas y los gastos.

source: El sintagma nominal cançons de bressol pot modificar només el segon sintagma verbal cantar o el sintagma verbal complet ballar i cantar (és a dir, cançons de bressol pot ser objecte directe només del segon verb o dels dos).
es_es: El sintagma nominal canciones de cuna puede modificar sólo el segundo sintagma verbal cantar o el sintagma verbal completo bailar y cantar (es decir, canciones de cuna puede ser objeto directo sólo del segundo verbo o de los dos).

source: El sintagma preposicional a l'hospital pot modificar el sintagma verbal li van donar o el sintagma verbal es refà de la pallisa que li van donar.
es_es: El sintagma preposicional en el hospital puede modificar el sintagma verbal le dieron o el sintagma verbal se recupera de la paliza que le dieron.

source: El sintagma preposicional per un policia pot modificar el sintagma verbal atrapats a una fàbrica incendiada o només el sintagma verbal incendiada.
es_es: El sintagma preposicional por un policía puede modificar el sintagma verbal atrapados en una fábrica incendiada o sólo el sintagma verbal incendiada.

source: El sintagma preposicional ``a Maria'' pot ser l'objecte indirecte de l'oració principal i de la subordinada.
es_es: El sintagma preposicional ``a María'' puede ser el objeto indirecto de la oración principal y de la subordinada.

source: El sistema operatiu, d'una banda, permet que la persona usuària hi execute programes i gestione els fitxers de dades, etc.; per a això, ofereix una interfície d'ús (vegeu més endavant).
es_es: El sistema operativo, por un lado, permite que el usuario ejecute programas y gestione los ficheros de datos, etc.; para eso, ofrece una interfaz de uso (véase más adelante).

source: El terme hongarés és ``{{T1}{ec}{m}{n}Alfa simítási tényez{'256}}''; en el document d'exemple, els caràcters especials s'indiquen amb el seu codi Unicode (per exemple, +
es_es: El término húngaro es ``{{T1}{ec}{m}{n}Alfa simítási tényez{'256}}''; en el documento de ejemplo, los caracteres especiales se indican con su código Unicode (por ejemplo, +

source: El tipus de fitxer bàsic amb què treballen els professionals de la traducció sol ser un fitxer amb text, és a dir, un text informatitzat, també anomenat document de text.
es_es: El tipo de fichero básico con que trabajan los profesionales de la traducción suele ser un fichero con texto, es decir, un texto informatizado, también llamado documento de texto.

source: El xip és l'element bàsic de la microelectrònica i de la microinformàtica; es tracta d'un o més circuits integrats en una placa de silici de dimensions molt reduïdes, que normalment es col·loca en una capsa hermètica amb contactes metàl·lics.
es_es: El chip es el elemento básico de la microelectrónica y de la microinformática; se trata de uno o más circuitos integrados en una placa de silicio de dimensiones muy reducidas, que normalmente se coloca en una caja hermética con contactos metálicos.

source: Elegiu dues llengües, $L_1$ i $L_2$ i poseu dos exemples de traduccions errònies de $L_1$ a $L_2$, indicant la frase original, la frase mal traduïda i la frase correcta.
es_es: Elegid dos lenguas, $L_1$ y $L_2$ y poned dos ejemplos de traducciones erróneas de $L_1$ a $L_2$, indicando la frase original, la frase mal traducida y la frase correcta.

source: Elegiu una llengua origen i una llengua meta (francés, anglés, alemany, català o espanyol) i poseu un exemple d'oració per a cada un dels tres casos anteriors, on siga necessari un determinat nivell d'anàlisi per tal de resoldre una ambigüitat i produir-ne la traducció correcta.
es_es: Elegid una lengua origen y una lengua meta (francés, inglés, alemán, catalán o español) y poned un ejemplo de oración para cada uno de los tres casos anteriores, donde sea necesario un determinado nivel de análisis para resolver una ambigüedad y producir la traducción correcta.

source: Els servidors de noms s'organitzen de manera que es distribueixen la informació de manera jeràrquica fent ús del sistema de noms de domini (en anglés, domain name system o DNS).
es_es: Los servidores de nombres se organizan de forma que se distribuyen la información de manera jerárquica haciendo uso del sistema de nombres de dominio (en inglés, domain name system o DNS).

source: Els CD-ROM (compact dics read-only memory) ---idèntics en aparença i similars en molts aspectes als CD de música--- emmagatzemen la informació òpticament. La grandària d'un CR-ROM sol ser de 650 MB o de 700 MB.
es_es: Los CD-ROM (compact dics read-only memory) ---idénticos en apariencia y similares en muchos aspectos a los CD de música--- almacenan la información ópticamente. El tamaño de un CR-ROM suele ser de 650 MB o de 700 MB.

source: Els Mac fan servir un sistema operatiu propi (MacOS) i tenen una quota de mercat més reduïda entre el públic general però més gran en determinades aplicacions especialitzades (per exemple, el disseny gràfic).
es_es: Los Mac usan un sistema operativo propio (MacOS) y tienen una cuota de mercado más reducida entre el público general pero más grande en determinadas aplicaciones especializadas (por ejemplo, el diseño gráfico).

source: Els Mac, a hores d'ara també són ordinadors de tipus PC, però antigament eren ordinadors tipus PowerPC fabricats exclusivament per l'empresa Apple.
es_es: Los Mac, a estas alturas también son ordenadores de tipo PC, pero antiguamente eran ordenadores tipo PowerPC fabricados exclusivamente por la empresa Apple.

source: Els PC són l'evolució dels primers ordinadors personals desenvolupats per IBM, tot i que actualment són fabricats per un nombre molt gran d'empreses.
es_es: Los PC son la evolución de los primeros ordenadores personales desarrollados por IBM, a pesar de que actualmente son fabricados por un número muy grande de empresas.

source: Els URI no només serveixen per enllaçar hipertextos: l'URI {mailto:anton@dlsi.ua.es} serveix per a enviar correu electrònic (mailto) a l'usuari que té l'adreça de correu electrònic {anton@dlsi.ua.es}.
es_es: Los URI no sólo sirven para enlazar hipertextos: el URI {mailto:anton@dlsi.ua.es} sirve para enviar correo electrónico (mailto) al usuario que tiene la dirección de correo electrónico {anton@dlsi.ua.es}.

source: Els bits s'agrupen normalment en grups de vuit, anomenats { octets} o bytes.
es_es: Los bits se agrupan normalmente en grupos de ocho, llamados bytes.

source: Els camps poden ser de diversos tipus, segons la naturalesa de les dades que s'hi guarden (cadenes de caràcters, valors numèrics enters o amb decimals, dates de calendari, etc.)
es_es: Los campos pueden ser de varios tipos, según la naturaleza de los datos que se guarden (cadenas de caracteres, valores numéricos enteros o con decimales, fechas de calendario, etc.)

source: Els diccionaris anglesos, que solen agrupar els mots polisèmics en una entrada, típicament en fan dues entrades diferents, i, de fet, en lexicografia no és estrany referir-se a case com un homògraf.
es_es: Los diccionarios ingleses, que suelen agrupar las palabras polisémicas en una entrada, típicamente hacen dos entradas diferentes, y, de hecho, en lexicografía no es extraño referirse a case como un homógrafo.

source: Els directoris són fitxers especials que agrupen els noms i les característiques d'altres fitxers; de fet, els directoris poden contenir zero o més fitxers o també zero o més directoris (sense restriccions de quantitat), i així successivament, de manera que la persona usuària pot establir una estructuració jeràrquica o arbòria dels seus fitxers en el disc.
es_es: Los directorios son ficheros especiales que agrupan los nombres y las características de otros ficheros; de hecho, los directorios pueden contener cero o más ficheros o también cero o más directorios (sin restricciones de cantidad), y así sucesivamente, de forma que la persona usuaria puede establecer una estructuración jerárquica o arbórea de sus ficheros en el disco.

source: Els discos fixos (i els antics disquets) són dispositius d'emmagatzematge magnètic, poc més o menys com ho eren les antigues cassets.
es_es: Los discos fijos (y los antiguos disquetes) son dispositivos de almacenamiento magnético, más o menos como lo eran los antiguos casetes.

source: Els dispositius d'entrada més comuns són el teclat, el ratolí, la pantalla tàctil, la maneta de jocs, les càmeres de fotos i webcams o l'escànner ---un dispositiu que llegeix una imatge impresa i la converteix en un fitxer (vegeu l'apartat ) que conté la imatge digitalitzada.
es_es: Los dispositivos de entrada más comunes son el teclado, el ratón, la pantalla táctil, la palanca de mando (joystick), las cámaras de fotos y webcams o el escáner ---un dispositivo que lee una imagen impresa y la convierte en un fichero (véase el apartado ) que contiene la imagen digitalizada.

source: Els elements ombrejats han sigut descartat durant la recerca, és a dir, sabem que l'element buscat no hi serà entre ells.}
es_es: Los elementos sombreados han sido descartado durante la búsqueda, es decir, sabemos que el elemento buscado no está entre ellos.}

source: Els enters inicials s'usen per a designar grans subxarxes, mentre que els finals s'usen per a designar xarxes més menudes, i dins d'aquestes, ordinadors concrets (en això recorden els números de telèfon: dos abonats pròxims normalment comparteixen les xifres inicials).
es_es: Los enteros iniciales se usan para designar grandes subredes, mientras que los finales se usan para designar redes más pequeñas, y dentro de éstas, ordenadores concretos (en esto recuerdan a los números de teléfono: dos abonados próximos normalmente comparten las cifras iniciales).

source: Els fitxers són conjunts de dades amb un nom que els identifica i que es manipulen ---s'obrin, es tanquen, es copien, s'esborren--- com un tot.
es_es: Los ficheros son conjuntos de datos con un nombre que los identifica y que se manipulan ---se abren, se cierran, se copian, se borran--- como un todo.

source: Els gestors de terminologia són uns dels programes més usats pels traductors per a la traducció humana assistida per una màquina (MAHT; vegeu l'apartat ).
es_es: Los gestores de terminología son unos de los programas más usados por los traductores para la traducción humana asistida por una máquina (MAHT; véase el apartado ).
